---
kind: type
id: T:Autodesk.Revit.DB.DWFExportOptions
source: html/e83b223d-b846-027e-8859-7ea5b89ea685.htm
---
# Autodesk.Revit.DB.DWFExportOptions

DWF Export options.

## Syntax (C#)
```csharp
public class DWFExportOptions : CADExportOptions
```